/* Localized versions of Info.plist keys */

NSHumanReadableCopyright = "Copyright 2006-2021 Michael O. McCracken.";

"PDF" = "PDF";
"PDF Bundle" = "Pakiet PDF";
"PostScript" = "PostScript";
"Encapsulated PostScript" = "Encapsulated PostScript";
"DVI" = "DVI";
"XDV" = "XDV";
"Skim Notes" = "Notatki Skim";
"Notes as Text" = "Notatki jako tekst";
"Notes as RTF" = "Notatki jako RTF";
"Notes as RTFD" = "Notatki jako RTFD";
"Notes as FDF" = "Notatki jako FDF";
"Archive" = "Archiwum";
"Folder" = "Katalog";

"net.sourceforge.skim-app.skimURL" = "URL Skim";

NSAppleEventsUsageDescription = "Skim używa AppleScript do komponowania wiadomości e-mail, edytorów tekstu i uruchamiania AppleScripts użytkownika z menu.";
NSDownloadsFolderUsageDescription = "Skim umieszcza pobrane pliki w folderze Pobrane.";
